IDEA StatiCa Open Model
ConcreteULSCheckResultResponseEc2 Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the ConcreteULSCheckResultResponseEc2 class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConcreteULSCheckResultResponseEc2()
Public Sub New
public:
ConcreteULSCheckResultResponseEc2()
See Also
Reference
ConcreteULSCheckResultResponseEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace